Repository: l0uis/lingojam
Catalog: wordrus/wordrus/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: “%@” — tap to listen.
de: „%@“ — tippe zum Anhören.
es: «%@»: toca para escucharla.
fr: « %@ » — touche pour écouter.
it: “%@” — tocca per ascoltare.

source: %@, correct answer
de: %@, richtige Antwort
es: %@, respuesta correcta
fr: %@, bonne réponse
it: %@, risposta corretta

source: %@, your answer, wrong
de: %@, deine Antwort, falsch
es: %@, tu respuesta, incorrecta
fr: %@, ta réponse, incorrecte
it: %@, la tua risposta, sbagliata

source: %@: %lld of %lld words learned
de: %@: %lld von %lld Wörtern gelernt
es: %@: %lld de %lld palabras aprendidas
fr: %@ : %lld/%lld mots appris
it: %@: %lld di %lld parole imparate

# %lld / %lld selected
source: %1$lld / %2$lld selected
de: %1$lld / %2$lld ausgewählt
es: %1$lld / %2$lld seleccionadas
fr: Sélection : %1$lld / %2$lld
it: %1$lld / %2$lld selezionate

source: %lld / day
de: %lld / Tag
es: %lld / día
fr: %lld / jour
it: %lld / giorno

source: %lld of %lld questions right
de: %lld von %lld Fragen richtig
es: %lld de %lld preguntas acertadas
fr: %lld bonnes réponses sur %lld
it: Risposte giuste: %lld su %lld

# %lld of %lld words used
source: %1$lld of %2$lld words used
de: %1$lld von %2$lld Wörtern verwendet
es: %1$lld de %2$lld palabras usadas
fr: %1$lld mots utilisés sur %2$lld
it: %1$lld di %2$lld parole usate

source: %lld to go
de: noch %lld
es: Faltan %lld
fr: encore %lld
it: ancora %lld

source: %lld words
de: %lld Wörter
es: %lld palabras
fr: %lld mots
it: %lld parole

source: %lld words · %lld to go
de: %lld Wörter · noch %lld
es: %lld palabras · quedan %lld
fr: %lld mots · encore %lld
it: %lld parole · ancora %lld

# %lld words · ~%lld min · ends with a call from Walter
source: %1$lld words · ~%2$lld min · ends with a call from Walter
de: %1$lld Wörter · ~%2$lld Min. · endet mit einem Anruf von Walter
es: %1$lld palabras · ~%2$lld min · termina con una llamada de Walter
fr: %1$lld mots · ~%2$lld min · se termine par un appel de Walter
it: %1$lld parole · ~%2$lld min · si chiude con una chiamata di Walter

source: %lld words · reached
de: %lld Wörter · erreicht
es: %lld palabras · ¡conseguido!
fr: %lld mots · atteint
it: %lld parole · raggiunto

source: %lld words learned. Every milestone reached. You know about %@ of everyday words.
de: %lld Wörter gelernt. Alle Meilensteine erreicht. Du kennst etwa %@ der Alltagswörter.
es: %lld palabras aprendidas. Todas las metas conseguidas. Conoces aproximadamente el %@ de las palabras cotidianas.
fr: %lld mots appris. Toutes les étapes franchies. Tu connais environ %@ des mots courants.
it: %lld parole imparate. Tutti i traguardi raggiunti. Conosci circa il %@ delle parole quotidiane.

source: %lld words learned. Next milestone: %@, %lld to go. You know about %@ of everyday words.
de: %lld Wörter gelernt. Nächster Meilenstein: %@, noch %lld. Du kennst etwa %@ der Alltagswörter.
es: %lld palabras aprendidas. Próxima meta: %@, quedan por aprender: %lld. Conoces aproximadamente el %@ de las palabras cotidianas.
fr: %lld mots appris. Prochaine étape : %@, encore %lld. Tu connais environ %@ des mots courants.
it: Parole imparate: %lld. Prossimo traguardo: %@, ancora %lld. Conosci circa il %@ delle parole quotidiane.

source: %lldx
de: %lld×
fr: %lld fois

source: A mix of words you're still learning.
de: Eine Mischung aus Wörtern, die du noch lernst.
es: Una mezcla de palabras que aún estás aprendiendo.
fr: Un mélange de mots que tu apprends encore.
it: Un mix di parole che stai ancora imparando.

source: A real start — greetings and the basics are yours.
de: Ein echter Anfang — Begrüßungen und Grundlagen sitzen.
es: Un buen comienzo: ya dominas los saludos y lo básico.
fr: Un vrai début — les salutations et les bases sont à toi.
it: Un vero inizio — saluti e basi ormai sono tuoi.

source: A short story every day, written with your words and read aloud by Dr Tusk.
de: Jeden Tag eine kurze Geschichte, mit deinen Wörtern geschrieben und von Dr Tusk vorgelesen.
es: Una historia corta cada día, escrita con tus palabras y leída en voz alta por Dr Tusk.
fr: Une petite histoire chaque jour, écrite avec tes mots et lue à voix haute par Dr Tusk.
it: Una breve storia ogni giorno, scritta con le tue parole e letta ad alta voce da Dr Tusk.

source: A short story with your words every day. Unlock with Pro.
de: Jeden Tag eine kurze Geschichte mit deinen Wörtern. Mit Pro freischalten.
es: Una historia corta con tus palabras cada día. Desbloquéala con Pro.
fr: Une petite histoire avec tes mots chaque jour. Débloque-la avec Pro.
it: Una breve storia con le tue parole ogni giorno. Sbloccala con Pro.

source: Active
de: Aktiv
es: Activa
fr: Actif
it: Attivo

source: Add a word
de: Wort hinzufügen
es: Añadir una palabra
fr: Ajouter un mot
it: Aggiungi una parola

source: Add a word you heard or saw
de: Ein Wort, das du gehört oder gesehen hast
es: Añade una palabra que hayas oído o visto
fr: Ajoute un mot entendu ou vu
it: Aggiungi una parola che hai sentito o visto

source: Add the wordrus widget
de: Wordrus-Widget hinzufügen
es: Añade el widget de Wordrus
fr: Ajoute le widget Wordrus
it: Aggiungi il widget di wordrus

source: Add to stack
de: Zum Stapel hinzufügen
es: Añadir al mazo
fr: Ajouter à ma pile
it: Aggiungi al mazzo

source: Add widget
de: Widget hinzufügen
es: Añadir widget
fr: Ajouter le widget
it: Aggiungi widget

source: Add word
de: Wort hinzufügen
es: Añadir palabra
fr: Ajouter le mot
it: Aggiungi parola

source: Add your own words
de: Eigene Wörter hinzufügen
es: Añade tus propias palabras
fr: Ajoute tes propres mots
it: Aggiungi le tue parole

source: All caught up
de: Alles erledigt
es: ¡Todo al día!
fr: Tu es à jour
it: Sei in pari

source: Allow and save
de: Erlauben & sichern
es: Permitir y guardar
fr: Autoriser et enregistrer
it: Consenti e salva

source: and
de: und
es: y
fr: et
it: e

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro

source: Call Dr Tusk
de: Dr Tusk anrufen
es: Llamar a Dr Tusk
fr: Appeler Dr Tusk
it: Chiama Dr Tusk

source: Call Dr Tusk anytime
de: Dr Tusk jederzeit anrufen
es: Llama a Dr Tusk cuando quieras
fr: Appelle Dr Tusk quand tu veux
it: Chiama Dr Tusk quando vuoi

source: Calling
de: Wird angerufen
es: Llamando
fr: Appel en cours
it: Chiamata in corso

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Cancel adding word
de: Wort hinzufügen abbrechen
es: Cancelar nueva palabra
fr: Annuler l'ajout du mot
it: Annulla l'aggiunta della parola

source: Checking…
de: Wird geprüft…
es: Revisando…
fr: Vérification…
it: Controllo…

source: Choose deck and language
de: Deck und Sprache wählen
es: Elegir mazo e idioma
fr: Choisir le paquet et la langue
it: Scegli mazzo e lingua

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

source: Come back tomorrow for more practice.
de: Komm morgen wieder, um weiterzuüben.
es: Vuelve mañana para practicar más.
fr: Reviens demain pour t'entraîner encore.
it: Torna domani per esercitarti ancora.

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua

source: Correct!
de: Richtig!
es: ¡Correcto!
fr: Bonne réponse !
it: Giusto!

source: Couldn't load Dr Tusk's voice. Tap to try again.
de: Dr Tusks Stimme konnte nicht geladen werden. Tippe, um es noch mal zu versuchen.
es: No se ha podido cargar la voz de Dr Tusk. Toca para reintentarlo.
fr: Impossible de charger la voix de Dr Tusk. Touche pour réessayer.
it: Impossibile caricare la voce di Dr Tusk. Tocca per riprovare.

source: Couldn't load subscription details. Check your connection and try again.
de: Abodetails konnten nicht geladen werden. Prüfe deine Verbindung und versuch es noch mal.
es: No se han podido cargar los detalles de la suscripción. Revisa tu conexión e inténtalo de nuevo.
fr: Impossible de charger les détails de l'abonnement. Vérifie ta connexion et réessaie.
it: Impossibile caricare i dettagli dell'abbonamento. Controlla la connessione e riprova.

source: Couldn't look this word up. Check your connection and try again.
de: Dieses Wort konnte nicht nachgeschlagen werden. Prüfe deine Verbindung und versuch es noch mal.
es: No se ha podido buscar esta palabra. Revisa tu conexión e inténtalo de nuevo.
fr: Impossible de chercher ce mot. Vérifie ta connexion et réessaie.
it: Impossibile cercare questa parola. Controlla la connessione e riprova.

source: Daily stories from Dr Tusk
de: Tägliche Geschichten von Dr Tusk
es: Historias diarias de Dr Tusk
fr: Les histoires du jour de Dr Tusk
it: Storie quotidiane di Dr Tusk

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

source: Delete conversation
de: Gespräch löschen
es: Eliminar conversación
fr: Supprimer la conversation
it: Elimina conversazione

source: Did you follow?
de: Konntest du folgen?
es: ¿Lo has entendido?
fr: Tu as suivi ?
it: Hai seguito?

source: Dismiss widget tip
de: Widget-Tipp schließen
es: Cerrar consejo del widget
fr: Masquer l'astuce du widget
it: Chiudi il suggerimento sul widget

source: Done
de: Fertig
es: Listo
fr: OK
it: Fine

source: Dr Tusk couldn't finish today's story.
de: Dr Tusk konnte die heutige Geschichte nicht fertigstellen.
es: Dr Tusk no ha podido terminar la historia de hoy.
fr: Dr Tusk n'a pas pu finir l'histoire du jour.
it: Dr Tusk non è riuscito a finire la storia di oggi.

source: Dr Tusk has a new story
de: Dr Tusk hat eine neue Geschichte
es: Dr Tusk tiene una nueva historia
fr: Dr Tusk a une nouvelle histoire
it: Dr Tusk ha una nuova storia

source: Dr Tusk is reading
de: Dr Tusk liest vor
es: Dr Tusk está leyendo
fr: Dr Tusk lit l'histoire
it: Dr Tusk sta leggendo

source: Dr Tusk is writing it…
de: Dr Tusk schreibt sie gerade…
es: Dr Tusk la está escribiendo…
fr: Dr Tusk l'écrit…
it: Dr Tusk la sta scrivendo…

source: Dr Tusk is writing your story…
de: Dr Tusk schreibt deine Geschichte…
es: Dr Tusk está escribiendo tu historia…
fr: Dr Tusk écrit ton histoire…
it: Dr Tusk sta scrivendo la tua storia…

source: End
de: Ende
es: Fin
fr: Fin
it: Fine

source: End at
de: Ende um
es: Hasta
fr: Fin à
it: Fine alle

source: End call
de: Auflegen
es: Colgar
fr: Raccrocher
it: Termina chiamata

source: Enough to try chatting about the weather, family and your day.
de: Genug, um über das Wetter, die Familie und deinen Tag zu plaudern.
es: Suficiente para charlar sobre el tiempo, la familia y tu día.
fr: Assez pour essayer de parler de la météo, de ta famille et de ta journée.
it: Abbastanza per provare a chiacchierare di meteo, famiglia e della tua giornata.

source: Every language
de: Alle Sprachen
es: Todos los idiomas
fr: Toutes les langues
it: Tutte le lingue

source: Every milestone reached!
de: Alle Meilensteine erreicht!
es: ¡Todas las metas conseguidas!
fr: Toutes les étapes franchies !
it: Tutti i traguardi raggiunti!

source: Every topic
de: Alle Themen
es: Todos los temas
fr: Tous les thèmes
it: Tutti i temi

source: Everyday situations
de: Alltagssituationen
es: Situaciones cotidianas
fr: Situations du quotidien
it: Situazioni quotidiane

source: Everyday words
de: Alltagswörter
es: Palabras cotidianas
fr: Mots courants
it: Parole quotidiane

source: Everything in Pro
de: Alles in Pro
es: Todo lo que incluye Pro
fr: Tout ce qu'inclut Pro
it: Tutto ciò che include Pro

source: Find your way
de: Finde dich zurecht
es: Orientarte
fr: Trouver ton chemin
it: Orientarsi

source: Finish story
de: Geschichte beenden
es: Terminar historia
fr: Terminer l'histoire
it: Termina la storia

source: Flip Pro on to walk through paid flows without buying. Force free overrides a real sandbox purchase so you can test the free/paywall experience. Restarting onboarding resets all answers. Debug builds only.
de: Schalte Pro ein, um kostenpflichtige Abläufe ohne Kauf durchzugehen. „Gratis erzwingen“ überschreibt einen echten Sandbox-Kauf, damit du die Gratis-/Paywall-Erfahrung testen kannst. „Onboarding neu starten“ setzt alle Antworten zurück. Nur in Debug-Builds.
es: Activa Pro para recorrer los flujos de pago sin comprar. «Forzar gratis» ignora una compra real de sandbox para probar la experiencia gratuita/paywall. Reiniciar la introducción borra todas las respuestas. Solo en builds de depuración.
fr: Active Pro pour parcourir les fonctionnalités payantes sans acheter. « Forcer gratuit » ignore un vrai achat sandbox pour tester l'expérience gratuite/paywall. Relancer l'onboarding réinitialise toutes les réponses. Versions Debug uniquement.
it: Attiva Pro per provare i flussi a pagamento senza acquistare. Forza gratis ignora un acquisto sandbox reale, così puoi testare l'esperienza gratuita/paywall. Riavviare l'onboarding azzera tutte le risposte. Solo nelle build di debug.

source: Follow a simple podcast
de: Einem einfachen Podcast folgen
es: Seguir un pódcast sencillo
fr: Suivre un podcast simple
it: Seguire un podcast semplice

source: Force free (ignore real purchase)
de: Gratis erzwingen (echten Kauf ignorieren)
es: Forzar gratis (ignorar compra real)
fr: Forcer gratuit (ignorer l'achat réel)
it: Forza gratis (ignora acquisto reale)

source: Getting Dr Tusk's voice ready…
de: Dr Tusks Stimme wird vorbereitet…
es: Preparando la voz de Dr Tusk…
fr: Préparation de la voix de Dr Tusk…
it: Preparo la voce di Dr Tusk…

source: Give me a minute a day and I'll do the rest.
de: Gib mir eine Minute am Tag, den Rest mache ich.
es: Dame un minuto al día y yo me encargo del resto.
fr: Donne-moi une minute par jour, je m'occupe du reste.
it: Dammi un minuto al giorno e al resto penso io.

source: He still calls you for free — Pro lets you call him on demand.
de: Er ruft dich weiterhin gratis an — mit Pro kannst du ihn jederzeit anrufen.
es: Él te sigue llamando gratis; con Pro puedes llamarle cuando quieras.
fr: Il t'appelle toujours gratuitement — avec Pro, tu l'appelles quand tu veux.
it: Lui ti chiama comunque gratis — con Pro puoi chiamarlo tu quando vuoi.

source: Hear it spoken aloud
de: Laut vorlesen lassen
es: Escuchar en voz alta
fr: L'écouter à voix haute
it: Ascoltala ad alta voce

source: Helps improve Wordrus. Nothing you type or say is ever sent.
de: Hilft, Wordrus zu verbessern. Nichts, was du tippst oder sagst, wird jemals gesendet.
es: Ayuda a mejorar Wordrus. Nunca se envía nada de lo que escribes o dices.
fr: Aide à améliorer Wordrus. Rien de ce que tu écris ou dis n'est jamais envoyé.
it: Aiuta a migliorare Wordrus. Niente di ciò che scrivi o dici viene mai inviato.

source: Hi, I'm Dr Tusk. A few quick questions before we begin.
de: Hi, ich bin Dr Tusk. Ein paar kurze Fragen, bevor wir loslegen.
es: Hola, soy Dr Tusk. Unas preguntas rápidas antes de empezar.
fr: Salut, je suis Dr Tusk. Quelques petites questions avant de commencer.
it: Ciao, sono Dr Tusk. Qualche domanda veloce prima di iniziare.

source: How many
de: Wie oft
es: Cuántas
fr: Combien
it: Quante volte

source: I've been learning words with Wordrus — thought you might like it too.
de: Ich lerne gerade Wörter mit Wordrus — dachte, das gefällt dir vielleicht auch.
es: Estoy aprendiendo palabras con Wordrus. Creo que a ti también te puede gustar.
fr: J'apprends des mots avec Wordrus — je me suis dit que ça pourrait te plaire aussi.
it: Sto imparando parole con Wordrus — ho pensato che potesse piacere anche a te.

source: In the story: “%@”
de: In der Geschichte: „%@“
es: En la historia: «%@»
fr: Dans l'histoire : « %@ »
it: Nella storia: “%@”

source: In your stack
de: In deinem Stapel
es: En tu mazo
fr: Dans ta pile
it: Nel tuo mazzo

source: Incoming call
de: Eingehender Anruf
es: Llamada entrante
fr: Appel entrant
it: Chiamata in arrivo

source: Keep today's word on your Home Screen.
de: Das Wort des Tages auf deinem Home-Bildschirm.
es: Ten la palabra del día en tu pantalla de inicio.
fr: Garde le mot du jour sur ton écran d'accueil.
it: Tieni la parola di oggi sulla schermata Home.

source: Know
de: Kenne ich
es: Conocidas
fr: Connu
it: Conosciute

source: Learning
de: Am Lernen
es: Aprendiendo
fr: En cours
it: Apprendimento

source: Leave a Review
de: Bewertung schreiben
es: Escribir una reseña
fr: Laisser un avis
it: Lascia una recensione

source: Listen to Dr Tusk
de: Dr Tusk zuhören
es: Escuchar a Dr Tusk
fr: Écouter Dr Tusk
it: Ascolta Dr Tusk

source: Live words on Lock Screen
de: Live-Wörter auf dem Sperrbildschirm
es: Palabras en directo en la pantalla de bloqueo
fr: Mots en direct sur l'écran verrouillé
it: Parole live sulla schermata di blocco

source: Look up any word you hear or see — definition and example added instantly.
de: Schlag jedes Wort nach, das du hörst oder siehst — Definition und Beispiel werden sofort hinzugefügt.
es: Busca cualquier palabra que oigas o veas: definición y ejemplo añadidos al momento.
fr: Cherche n'importe quel mot entendu ou vu — définition et exemple ajoutés instantanément.
it: Cerca qualsiasi parola che senti o vedi — definizione ed esempio aggiunti all'istante.

source: Looking up “%@”…
de: „%@“ wird nachgeschlagen…
es: Buscando «%@»…
fr: Recherche de « %@ »…
it: Cerco “%@”…

source: Milestones
de: Meilensteine
es: Metas
fr: Étapes
it: Traguardi

source: More options
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
it: Altre opzioni

source: Move me up to %@
de: Stuf mich auf %@ hoch
es: Súbeme a %@
fr: Passe-moi au niveau %@
it: Portami al livello %@

source: Move up to %@
de: Auf %@ aufsteigen
es: Subir a %@
fr: Passer au niveau %@
it: Passa al livello %@

source: Mute audio
de: Ton aus
es: Silenciar audio
fr: Couper le son
it: Disattiva audio

source: My level
de: Mein Niveau
es: Mi nivel
fr: Mon niveau
it: Il mio livello

source: New words
de: Neue Wörter
es: Palabras nuevas
fr: Nouveaux mots
it: Parole nuove

source: New words start at your level; easier ones only appear once your level runs out. Words you're already reviewing aren't affected.
de: Neue Wörter beginnen auf deinem Niveau; leichtere kommen erst, wenn dein Niveau ausgeschöpft ist. Wörter, die du schon wiederholst, sind nicht betroffen.
es: Las palabras nuevas empiezan en tu nivel; las más fáciles solo aparecen cuando se agota tu nivel. No afecta a las palabras que ya estás repasando.
fr: Les nouveaux mots commencent à ton niveau ; les plus faciles n'apparaissent qu'une fois ton niveau épuisé. Les mots que tu révises déjà ne sont pas concernés.
it: Le parole nuove partono dal tuo livello; quelle più facili compaiono solo quando il tuo livello è esaurito. Le parole che stai già ripassando non cambiano.

source: Next review %@
de: Nächste Wiederholung %@
es: Próximo repaso %@
fr: Prochaine révision : %@
it: Prossimo ripasso %@

source: Next: %@
de: Als Nächstes: %@
es: Siguiente: %@
fr: Prochaine étape : %@
it: Prossimo: %@

source: No calls yet
de: Noch keine Anrufe
es: Aún no hay llamadas
fr: Aucun appel pour l'instant
it: Ancora nessuna chiamata

source: No payment due now
de: Jetzt keine Zahlung fällig
es: No pagas nada ahora
fr: Rien à payer maintenant
it: Nessun pagamento dovuto ora

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Plus tard
it: Non ora

source: Not quite — it was “%@”.
de: Nicht ganz — richtig war „%@“.
es: Casi: era «%@».
fr: Presque — c'était « %@ ».
it: Non proprio — era “%@”.

source: Now let's see how many words you already know.
de: Jetzt schauen wir, wie viele Wörter du schon kennst.
es: Ahora veamos cuántas palabras conoces ya.
fr: Voyons maintenant combien de mots tu connais déjà.
it: Ora vediamo quante parole conosci già.

source: of everyday words — common words count for more, so the first few hundred go a long way.
de: der Alltagswörter — häufige Wörter zählen mehr, also bringen dich die ersten paar Hundert schon weit.
es: de las palabras cotidianas: las más comunes cuentan más, así que unos pocos cientos ya dan mucho de sí.
fr: des mots courants — les mots fréquents comptent davantage, alors les premières centaines te mènent déjà loin.
it: delle parole quotidiane — le parole comuni contano di più, quindi le prime centinaia fanno già tanta strada.

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato

source: Order at a café
de: Im Café bestellen
es: Pedir en una cafetería
fr: Commander au café
it: Ordinare al bar

source: Pause story
de: Geschichte pausieren
es: Pausar la historia
fr: Mettre l'histoire en pause
it: Metti in pausa la storia

source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono

source: Play example sentence
de: Beispielsatz abspielen
es: Reproducir la frase de ejemplo
fr: Écouter la phrase d'exemple
it: Riproduci la frase di esempio

source: Play story
de: Geschichte abspielen
es: Reproducir la historia
fr: Lire l'histoire
it: Riproduci la storia

source: Practice again
de: Noch mal üben
es: Practicar otra vez
fr: Réviser à nouveau
it: Esercitati ancora

source: Practise again
de: Noch mal üben
es: Practicar otra vez
fr: Réviser à nouveau
it: Esercitati ancora

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy

source: Pro features unlocked
de: Pro-Funktionen freigeschaltet
es: Funciones Pro desbloqueadas
fr: Fonctionnalités Pro débloquées
it: Funzioni Pro sbloccate

source: Read a simple book
de: Ein einfaches Buch lesen
es: Leer un libro sencillo
fr: Lire un livre simple
it: Leggere un libro semplice

source: Ready for **%@**
de: Bereit für **%@**
es: Listo para **%@**
fr: Cap sur **%@**
it: Pronti per **%@**

source: Ready to try a graded reader from cover to cover.
de: Bereit, eine Lernlektüre von vorn bis hinten zu lesen.
es: Listo para leer un libro graduado de principio a fin.
fr: Tu peux essayer de lire un livre adapté à ton niveau d'un bout à l'autre.
it: Ora puoi provare a leggere un libro graduato da cima a fondo.

source: Ready to try a slow podcast made for learners.
de: Bereit für einen langsamen Podcast für Lernende.
es: Listo para probar un pódcast lento para estudiantes.
fr: Tu peux essayer un podcast lent conçu pour les apprenants.
it: Ora puoi provare un podcast lento pensato per chi impara.

source: Ready to try asking for directions — and following the answer.
de: Bereit, nach dem Weg zu fragen — und die Antwort zu verstehen.
es: Listo para preguntar cómo llegar a un sitio y entender la respuesta.
fr: Tu peux essayer de demander ton chemin — et de comprendre la réponse.
it: Ora puoi provare a chiedere indicazioni — e a capire la risposta.

source: Ready to try conversations that wander anywhere.
de: Bereit für Gespräche, die überallhin führen.
es: Listo para conversaciones que van de un tema a otro.
fr: Tu peux essayer des conversations qui partent dans tous les sens.
it: Ora puoi provare conversazioni che spaziano ovunque.

source: Recents
de: Anrufliste
es: Recientes
fr: Récents
it: Recenti

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria

source: Replay sentence
de: Satz erneut abspielen
es: Repetir la frase
fr: Réécouter la phrase
it: Riascolta la frase

source: Restart onboarding
de: Onboarding neu starten
es: Reiniciar la introducción
fr: Relancer l'onboarding
it: Riavvia l'onboarding

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti

source: Retell it to Dr Tusk
de: Erzähl sie Dr Tusk nach
es: Cuéntasela a Dr Tusk
fr: Raconte-la à Dr Tusk
it: Raccontala a Dr Tusk

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva

source: Say that again
de: Noch mal hören
es: Repítelo
fr: Réécouter
it: Ripetilo

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia

source: Set complete!
de: Set geschafft!
es: ¡Serie completada!
fr: Session terminée !
it: Set completato!

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
